Repository: NMarjou/localization-app
Catalog: TMs/en-US_it-IT.tmx
Source language: en_us
Languages: it_it

source: Click Learn more to browse and search all properties across every nesting level. Use it to explore your round's data structure and find the exact field you need.
it_it: Fai clic su Ulteriori informazioni per sfogliare e cercare tutte le proprietà su ogni livello di nidificazione. Usalo per esplorare la struttura dei dati del tuo ciclo e trovare il campo esatto di cui hai bisogno.

source: Browse available properties
it_it: Sfoglia le proprietà disponibili

source: Formulas with errors cannot be saved. Press F8 to jump to the next error, or double-click an error message to go directly to the issue.
it_it: Le formule con errori non possono essere salvate. Premere F8 per passare all'errore successivo oppure fare doppio clic su un messaggio di errore per passare direttamente al problema.

source: Fix errors to save
it_it: Correggi gli errori per salvare

source: {{step}} of {{total}}
it_it: {{step}} di {{total}}

source: Open comp round
it_it: Apri il ciclo di retribuzione

source: When switching from a hard outcome to a soft one, please note that the expression formula cannot be edited until it has been saved.
it_it: Quando passi da un risultato rigido a uno flessibile, ricorda che la formula dell'espressione non può essere modificata finché non è stata salvata.

source: Block save if this rule is not met
it_it: Blocca il salvataggio se questa regola non viene rispettata

source: Maximum outcome
it_it: Risultato massimo

source: Define the maximum outcome of the rule
it_it: Definisci il risultato massimo della regola

source: Minimum outcome
it_it: Risultato minimo

source: Define the minimum outcome of the rule
it_it: Definisci il risultato minimo della regola

source: Please provide at least one active rule.
it_it: Fornisci almeno una regola attiva.

source: The rule list is empty. Get started by creating a rule.
it_it: L'elenco delle regole è vuoto. Inizia creando una regola.

source: Are you sure you want to delete the compensation round?
it_it: Eliminare il ciclo di retribuzione?

source: Are you sure you want to delete the pending draft of this compensation round?
it_it: Sei sicuro di voler eliminare la bozza in sospeso di questo ciclo di retribuzione?

source: Delete compensation round
it_it: Elimina il ciclo di retribuzione

source: To confirm, type the round code: {{code}}
it_it: Per confermare, digita il codice del round: {{code}}

source: The confirmation code does not match.
it_it: Il codice di conferma non corrisponde.

source: The confirmation code is required.
it_it: Il codice di conferma è obbligatorio.

source: Delete round
it_it: Elimina round

source: Deleting this compensation round will remove it from active use. All proposals will be retained, but they will no longer be editable. Are you sure you want to proceed?
it_it: L’eliminazione di questo ciclo di retribuzione lo rimuoverà dall’uso attivo. Tutte le proposte verranno conservate, ma non saranno più modificabili. Sei sicuro di voler procedere?

source: You do not have permission to delete in progress compensation rounds. Only users with the Global Compensation Admin role can perform this action.
it_it: Non disponi dell’autorizzazione per eliminare i cicli di retribuzione in corso. Solo gli utenti con il ruolo di Amministratore Globale della Retribuzione possono eseguire questa azione.

source: Action not allowed
it_it: Azione non consentita

source: Delete pending draft
it_it: Elimina bozza in sospeso

source: Open compensation round
it_it: Apri il ciclo di retribuzione

source: Create payroll data drop
it_it: Crea un'esportazione dei dati delle retribuzioni

source: Data entities & sources
it_it: Entità e fonti di dati

source: Define the entities and fields to be included in this model.
it_it: Definisca le entità e i campi da includere in questo modello.

source: Show only selected items and rearrange them
it_it: Mostra solo gli elementi selezionati e riorganizzali

source: No payroll data drop yet
it_it: Nessun dato delle buste paga ancora disponibile

source: The payroll data drop was successfully created.
it_it: Il caricamento dei dati delle retribuzioni è stato creato con successo.

source: The payroll data drop was successfully saved.
it_it: Il caricamento dei dati delle retribuzioni è stato salvato con successo.

source: The payroll data drop was successfully updated.
it_it: L'aggiornamento del caricamento dei dati delle retribuzioni è stato completato con successo.

source: Create and manage payroll data drop rules.
it_it: Crea e gestisci le regole di eliminazione dei dati delle buste paga.

source: The rule was successfully deleted.
it_it: La regola è stata eliminata con successo.

source: The rule was successfully duplicated.
it_it: La regola è stata duplicata con successo.

source: Open payroll data drop
it_it: Apri il menu a discesa dei dati delle buste paga

source: Edit payroll data drop
it_it: Modifica eliminazione dati delle retribuzioni

source: No payroll data drop configured yet
it_it: Nessun trasferimento di dati delle buste paga configurato al momento

source: Connection name
it_it: Nome connessione

source: The connection name cannot be empty.
it_it: Il nome della connessione non può essere vuoto.

source: Worker selection
it_it: Selezione dei Collaboratori

source: Add condition blocks to configure the rule for filtering workers in the payroll data set
it_it: Aggiungi blocchi di condizioni per configurare la regola di filtraggio dei Collaboratori nel set di dati delle buste paga

source: Define a name and description for this outbound connection.
it_it: Definisci un nome e una descrizione per questa connessione in uscita.

source: Payroll data drop details
it_it: Dettagli del trasferimento dei dati delle retribuzioni

source: Are you sure you want to delete this payroll data drop rule?
it_it: Sei sicuro di voler eliminare questa regola di eliminazione dei dati delle buste paga?

source: Add translation
it_it: Aggiungi traduzione

source: Select language
it_it: Seleziona lingua

source: Create reminder
it_it: Crea promemoria

source: Are you sure you want to delete this translation? <br/>This will permanently remove all configurations.
it_it: Sei sicuro di voler eliminare questa traduzione? <br/>Questa operazione rimuoverà definitivamente tutte le configurazioni.

source: Delete translation
it_it: Elimina traduzione

source: The translation was successfully deleted.
it_it: La traduzione è stata eliminata correttamente.

source: Edit reminder
it_it: Modifica promemoria

source: Reminder message
it_it: Messaggio di promemoria

source: Languages: {{configured}}/{{total}}
it_it: Lingue: {{configured}}/{{total}}

source: Comp admin contact email
it_it: Email di contatto amministratore retribuzione

source: Comp admin contact name
it_it: Nome contatto amministratore compensi

source: Comp round end date
it_it: Data di fine del ciclo retributivo

source: Comp round name
it_it: Nome ciclo retributivo

source: Comp round start date
it_it: Data di inizio del ciclo retributivo

source: Comp round status
it_it: Stato del ciclo retributivo

source: Comp round type
it_it: Tipo di ciclo retributivo

source: Planner link
it_it: Link pianificatore

source: Recipient full name
it_it: Nome completo del destinatario

source: Dynamic fields
it_it: Campi dinamici

source: Field {{field}} copied to clipboard
it_it: Campo {{field}} copiato negli appunti

source: Email message
it_it: Messaggio email

source: The email message cannot be empty.
it_it: Il messaggio email non può essere vuoto.

source: Email subject
it_it: Oggetto email

source: The email subject cannot be empty.
it_it: L'oggetto dell'email non può essere vuoto.

source: Email toggle
it_it: Attiva/disattiva email

source: Manage translations
it_it: Gestisci traduzioni

source: Notification bell
it_it: Campanella delle notifiche

source: The notification bell message cannot be empty.
it_it: Il messaggio della notifica non può essere vuoto.

source: Notification bell toggle
it_it: Attiva/disattiva campanella notifiche

source: You must enable at least one reminder message.
it_it: È necessario abilitare almeno un messaggio di promemoria.

source: View translations
it_it: Visualizza traduzioni

source: Reminder name
it_it: Nome promemoria

source: The reminder name cannot be empty.
it_it: Il nome del promemoria non può essere vuoto.

source: Comp managers
it_it: Manager delle retribuzione

source: Comp managers +1
it_it: Manager retribuzione +1

source: Recipients
it_it: Destinatari

source: Select the recipients of the reminder
it_it: Seleziona i destinatari del promemoria

source: Select at least one recipient.
it_it: Seleziona almeno un destinatario.

source: Send reminder
it_it: Invia promemoria

source: You're about to send this reminder to the selected recipients. Once sent, it can't be edited or recalled.
it_it: Stai per inviare questo promemoria ai destinatari selezionati. Una volta inviato, non potrà essere modificato o richiamato.

source: Sent
it_it: Inviato

source: The reminder was successfully created.
it_it: Il promemoria è stato creato correttamente.

source: The reminder was successfully sent.
it_it: Il promemoria è stato inviato correttamente.

source: The reminder was successfully updated.
it_it: Il promemoria è stato aggiornato correttamente.

source: The translations were successfully added.
it_it: Le traduzioni sono state aggiunte correttamente.

source: Add one to get started.
it_it: Aggiungine uno per iniziare.

source: No translations yet.
it_it: Nessuna traduzione ancora.

source: No translations configured.
it_it: Nessuna traduzione configurata.

source: Reminder details
it_it: Dettagli promemoria

source: Are you sure you want to delete this reminder?<br/>This will permanently remove all configurations.
it_it: Vuoi eliminare questo promemoria?<br/>Questa operazione rimuoverà definitivamente tutte le configurazioni.

source: Delete round reminder
it_it: Elimina promemoria ciclo

source: The round reminder was successfully deleted.
it_it: Il promemoria del ciclo è stato eliminato correttamente.

source: Open reminder
it_it: Apri promemoria

source: The round reminder was successfully duplicated.
it_it: Il promemoria del ciclo è stato duplicato correttamente.

source: Duplication done
it_it: Duplicazione completata

source: No round reminders yet.
it_it: Nessun promemoria per il ciclo ancora.

source: Send reminders to comp managers and comp managers +1.
it_it: Invia promemoria ai responsabili retribuzione e ai responsabili retribuzione +1.

source: Round reminders
it_it: Promemoria ciclo

source: Sent date
it_it: Data di invio

source: Criterion
it_it: Criterio

source: The criterion is required.
it_it: Il criterio è obbligatorio.

source: Please add at least one block.
it_it: Aggiungi almeno un blocco.

source: You haven't added any blocks.
it_it: Non ha aggiunto alcun blocco.

source: Add blocks to start configuring the rule conditions.
it_it: Aggiungi blocchi per iniziare a configurare le condizioni della regola.

source: Add condition blocks to configure the rule
it_it: Aggiungi blocchi condizionali per configurare la regola

source: Rule exceptions
it_it: Eccezioni alle regole

source: Include/exclude individuals for whom an exception to the rule is required.
it_it: Includi/escludi gli individui per i quali è richiesta un'eccezione alla regola.

source: No rules yet
it_it: Ancora nessuna regola

source: The compensation round was successfully saved as pending draft.
it_it: Il ciclo retributivo è stato salvato correttamente come bozza in sospeso.

source: Create and manage statement generation rules.
it_it: Crea e gestisci le regole per la generazione delle dichiarazioni.

source: Statement generation
it_it: Generazione dei prospetti

source: No comp rounds with round name or code "{{phrase}}"
it_it: Nessun ciclo di retribuzione con nome o codice del ciclo "{{phrase}}"

source: Set target
it_it: Imposta target

source: Are you sure you want to delete the target budget?
it_it: Eliminare il budget target?

source: Delete target
it_it: Elimina target

source: Target budget amount
it_it: Importo target del budget

source: Target budget
it_it: Budget target

source: Manage the target budget per compensation element
it_it: Gestisci il budget target per elemento della retribuzione

source: Set target budget
it_it: Imposta il budget target

source: Last edited
it_it: Ultima modifica

source: Round
it_it: Ciclo

source: STI bonus
it_it: Bonus STI

source: The comp round code must be unique.
it_it: Il codice del ciclo di retribuzione deve essere unico.

source: View compensation round
it_it: Visualizza il ciclo retributivo

source: Access standard reports and create specific analyses linked to a comp round.
it_it: Accedi ai report standard e crea analisi specifiche collegate a un ciclo di retribuzione.

source: Budget & modeling
it_it: Budget e modellazione

source: Create a budget based on your comp elements and your comp framework. Enable modeling on the population.
it_it: Crea un budget basato sui tuoi elementi della retribuzione e sul tuo quadro retributivo. Abilita la modellazione sulla popolazione.

source: Coming soon
it_it: Prossimamente disponibile

source: Compensation Tree & Elements
it_it: Elementi e struttura ad albero della retribuzione

source: Compensation framework
it_it: Quadro retributivo

source: FX management
it_it: Gestione FX

source: Enable currency and link rates to comp elements/rounds.
it_it: Abilita la valuta e collega le tariffe ai cicli/elementi di retribuzione.

source: Comp rounds
it_it: Cicli di retribuzione

source: Create comp round
it_it: Crea ciclo di retribuzione

source: Create and manage a comp rounds based on a data core. Link specific comp elements and a budget.
it_it: Crea e gestisci cicli di retribuzione basati su un nucleo di dati. Collega un budget ed elementi di retribuzione specifici.

source: Simulations
it_it: Simulazioni

source: Simulation outcomes based on the budget, comp and analytics.
it_it: Risultati della simulazione basati sul budget, retribuzione e analisi.

source: Comp tree & elements
it_it: Elementi e struttura ad albero retribuzione

source: Create your organization's compensation framework and specific comp elements: salary, allowances, per diems, bonus, deferrals, equity and indirect benefits/allowances.
it_it: Crea il quadro retributivo della tua organizzazione e gli elementi retributivi specifici: stipendio, indennità, diarie, bonus, differimenti, azioni e benefici/indennità indiretti.

source: Create competency scales
it_it: Crea scala delle competenze

source: Are you sure you want to delete this competency scale?
it_it: Eliminare questa scala delle competenze?

source: Delete competency scale
it_it: Elimina scala delle competenze

source: The selected scale is currently in use and cannot be deleted. Remove it from any active plans or processes before attempting to delete it again.
it_it: La scala selezionata è attualmente in uso e non può essere eliminata. Rimuovila da eventuali piani o processi attivi prima di tentare di eliminarla nuovamente.

source: The scale is active; it cannot be deleted.
it_it: La scala è attiva; non può essere eliminata.

source: Create competency scale
it_it: Crea una scala delle competenze

source: Create skills & competency group
it_it: Crea gruppo di competenze e abilità

source: Group details
it_it: Dettagli del gruppo

source: Add skills
it_it: Aggiungi abilità

source: List of competencies for the scale
it_it: Elenco delle competenze per la scala

source: Edit competency scale
it_it: Modifica scala delle competenze

source: Add competency
it_it: Aggiungi competenza

source: No competencies yet
it_it: Ancora nessuna competenza

source: Competency scale
it_it: Scala delle competenze

source: Get started by uploading one.
it_it: Inizia caricandone uno.

source: No skills libraries yet!
it_it: Nessuna libreria di competenze disponibile al momento!

source: No competency scales available. You can create scales in the "Competency scales" page of the Performance Management module.
it_it: Nessuna scala delle competenze disponibile. Puoi creare scale nella pagina "Scale delle competenze" del modulo "Gestione delle prestazioni".

source: No skills available. You can upload skills in the "Skills library" page of the Performance Management module.
it_it: Nessuna abilità disponibile. Puoi caricare abilità nella pagina "Libreria abilità" del modulo di "Gestione delle prestazioni".

source: Edit skills & competency group
it_it: Modifica gruppo di competenze e abilità

source: Select skills to add to the group
it_it: Seleziona le abilità da aggiungere al gruppo

source: Categories
it_it: Categorie

source: Skills
it_it: Abilità

source: Categories: {{count}}
it_it: Categorie: {{count}}

source: Scale:
it_it: Scala:

source: Skills selected: {{count}}
it_it: Abilità selezionate: {{count}}

source: Skills: {{count}}
it_it: Abilità: {{count}}

source: Goal Management
it_it: Gestione degli obiettivi

source: Precision and flexibility with goal plans. Set fixed or recurring dates. Integrate with goal types, and assign your entire organization or specific populations.
it_it: Precisione e flessibilità con i piani degli obiettivi. Imposta date fisse o ricorrenti. Integra con i tipi di obiettivo e assegna alla tua intera organizzazione o a popolazioni specifiche.

source: Craft personalized tags visible in goals. Workers can easily select fitting tags that refine the focus of their goals and foster clear direction in their pursuits.
it_it: Crea tag personalizzati visibili negli obiettivi. I collaboratori possono facilmente selezionare tag adatti che affinano l'area di interesse dei loro obiettivi e li aiutano a incanalare al meglio i propri sforzi.

source: Goals made simple with goal types. Set individual or organizational goals, and target your entire company or specific populations.
it_it: Semplifica gli obiettivi con i tipi di obiettivo. Imposta obiettivi individuali o organizzativi. indirizzati all'intera azienda o a popolazioni specifiche.

source: Define assignment permissions
it_it: Definisci le autorizzazioni di assegnazione

source: Select the elements and features enabled in the review
it_it: Seleziona gli elementi e le funzionalità abilitati nella revisione

source: Review form components
it_it: Componenti del modulo di revisione

source: Enter the basic information for the review
it_it: Inserisci le informazioni di base per la revisione

source: Build your own questions and fields
it_it: Crea le tue domande e i tuoi campi

source: Section weights can be set up only when goals are enabled for this review template or when custom sections are created.
it_it: I pesi delle sezioni possono essere impostati solo quando gli obiettivi sono abilitati per questa Valutazione o quando vengono create sezioni personalizzate.

source: Review and adjust weights to ensure they total 100%.
it_it: Valuta e regola i pesi per assicurarti che il totale sia 100%.

source: TOTAL
it_it: TOTALE

source: The weight cannot exceed 100%.
it_it: Il peso non può superare il 100%.

source: The weight must be at least 0%.
it_it: Il peso deve essere almeno 0%.

source: Section weights
it_it: Pesi delle sezioni

source: Review stages will contain a prepopulated set of stages, with only one step: Manager review.
it_it: Le fasi di Valutazione conterranno un set precompilato di fasi, con un solo passaggio: Valutazione del manager.

source: Goal setting template
it_it: Modello per la definizione degli obiettivi

source: Score calculation
it_it: Calcolo del punteggio

source: The detailed configuration will be defined in the final step of review creation.
it_it: La configurazione dettagliata verrà definita nell'ultimo passaggio della creazione della valutazione.

source: Enable total score calculation
it_it: Abilita il calcolo del punteggio totale

source: Define the participants to the review
it_it: Definisci i partecipanti alla revisione

source: Specify the review assignment permissions
it_it: Specifica le autorizzazioni per l'assegnazione della revisione

source: Review stages
it_it: Fasi della revisione

source: The detailed configuration will be defined in the final step of the review creation.
it_it: La configurazione dettagliata verrà definita nell'ultimo passaggio della creazione della Valutazione.

source: The review process was successfully closed.
it_it: Processo di revisione chiuso correttamente.

source: The review template was successfully deleted.
it_it: Modello di revisione eliminato correttamente.

source: Primary owners can edit the population (based on creator's access).
it_it: I proprietari principali possono modificare la popolazione (in base agli accessi del creatore).

source: Before proceeding, please select an item to customize your review form.
it_it: Prima di procedere, seleziona un elemento per personalizzare il modulo di revisione.

source: Please fill in all mandatory fields.
it_it: Compila tutti i campi obbligatori.

source: To complete the process, all required information must first be provided by the owner.
it_it: Per completare la procedura, tutte le informazioni richieste devono prima essere fornite dal proprietario.

source: This template is currently in progress.
it_it: Questo modello è attualmente in corso.

source: Select the rating scale in the menu.
it_it: Seleziona la scala di valutazione nel menu.

source: The review process was successfully reopened.
it_it: Processo di revisione riaperto correttamente.

source: All your changes were saved as draft.
it_it: Tutte le modifiche sono state salvate come bozza.

source: Skill & Competency Groups
it_it: Gruppi di abilità e competenze

source: Select at least one skill to proceed.
it_it: Seleziona almeno un'abilità per procedere.

source: No skills added yet. Upload your company's skills library to start tracking, developing, and optimizing your team's talents.
it_it: Ancora nessuna abilità aggiunta. Carica la libreria delle abilità della tua azienda per iniziare a monitorare, sviluppare e ottimizzare i talenti del tuo team.

source: Manage your company's skills
it_it: Gestisci le abilità della tua azienda

source: Expand all
it_it: Espandi tutto

source: Collapse all
it_it: Comprimi tutto

source: Current manager
it_it: Manager attuale

source: You’re about to reassign the manager for this career development plan. The new manager will gain all permissions and actions currently available to the existing manager.
it_it: Stai per riassegnare il manager per questo piano di sviluppo della carriera. Il nuovo manager otterrà tutte le autorizzazioni e le azioni attualmente disponibili per il manager esistente.

source: New manager
it_it: Nuovo manager

source: Search for a manager
it_it: Cerca un manager

source: The new manager cannot be empty.
it_it: Il nuovo manager non può essere vuoto.

source: Reassign
it_it: Riassegna

source: Reassign manager
it_it: Riassegna responsabile

source: This team member has no check-ins yet. Help start their journey by creating their first check-in.
it_it: Questo membro del team non ha ancora effettuato check-in. Aiuti ad avviare il loro percorso creando il loro primo check-in.

source: This team member has no goals yet. Create goals to help them progress.
it_it: Questo collaboratore non ha ancora obiettivi. Crei degli obiettivi per aiutarlo a progredire.

source: Enhance this team member's profile by adding & rating skills
it_it: Migliori il profilo di questo collaboratore aggiungendo e valutando le competenze

source: Attached files
it_it: File allegati

source: Upload supporting files for the career development.
it_it: Carichi i file di supporto per lo sviluppo della carriera.

source: Preview goals in the career development page.
it_it: Visualizza un'anteprima degli obiettivi nella pagina di sviluppo professionale.
